Repository: jitjat123/proyectotecnologias
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: es

source: Contact us on +420 777 555 333 or hello@universal.com.
es: Contactenos en el +420 777 555 333 o hello@universal.com.

source: Sign In
es: Inicio de sesión

source: Sign Up
es: Registro

source: Administrate
es: Administrar

source: Logout
es: Cerrar sesión

source: My account
es: Mi cuenta

source: Customer Login
es: Inicio de sesión - Cliente

source: Warning
es: Advertencia

source: Username
es: Usuario

source: Password
es: Contraseña

source: Sign in
es: Inicio de sesión

source: Not registered yet?
es: ¿Aun no esta registrado?

source: Register now
es: Registrese ahora

source: It is easy and done in 1 minute and gives you access to special discounts and much more
es: Es fácil y se hace en 1 minuto, ademas te da acceso a descuentos especiales y mucho más

source: Enciso - go to homepage
es: Enciso - ir a la página principal

source: Toggle navigation
es: Alternar navegación

source: Search
es: Buscar

source: About Us
es: Sobre nosotros

source: Join Our Monthly Newsletter
es: Únase a nuestro boletín mensual

source: Blog post name
es: Nombre de la publicación

source: Very very long blog post name
es: Nombre de la publicación muy muy largo

source: Contact
es: Contacto

source: 13/25 New Avenue
es: Nueva avenida 13/25

source: England
es: Inglaterra

source: Great Britain
es: Gran Bretaña

source: Go to contact page
es: Ir a la página de contacto

source: Enciso's shop
es: Tienda de Enciso

source: COMPUTER FAIR
es: FERIA INFORMATICA

source: Computers for study
es: Computadores para estudiar

source: work and entertainment
es: trabajar y entretenenrse

source: YOUR IDEAL CELL PHONE AT THE BEST PRICE
es: TU CELULAR IDEAL AL MEJOR PRECIO

source: THE BEST IN FASHION CAN BE FOUND HERE
es: LO MEJOR DE LA MODA SE ENCUENTRA AQUI

source: CLOTHES FOR MEN
es: ROPA PARA HOMBRES

source: WOMEN'S CLOTHING
es: ROPA PARA MUJERES

source: CLOTHES FOR KIDS
es: ROPA PARA NIÑOS

source: RUNING SPORT SHOES
es: CALZADO DEPORTIVO

source: PRODUCTS
es: PRODUCTOS

source: Price
es: Precio

source: Our Clients
es: Nuestros clientes
